alefragnani.Bookmarks
astro-build.astro-vscode
bradlc.vscode-tailwindcss
ChakrounAnas.turbo-console-log
csstools.postcss
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-rename-tag
glenn2223.live-sass
golang.go
GraphQL.vscode-graphql
GraphQL.vscode-graphql-syntax
hashicorp.terraform
hediet.vscode-drawio
JuanBlanco.solidity
Mariusalchimavicius.json-to-ts
Mike-co.import-sorter
Mohammadaqer.better-folding
MS-azuretools.vscode-docker
MS-ceintl.vscode-language-pack-ja
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
nidu.copy-json-path
Orta.vscode-jest
PKief.material-icon-theme
Prisma.prisma
pranaygp.vscode-css-peek
richie5um2.vscode-sort-json
ritwickdey.liveserver
Sachinsmc.turbo-fmt-println
seatonjiang.gitmoji-vscode
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
tintinweb.graphviz-interactive-preview
tomoki1207.vscode-input-sequence
Unifiedjs.vscode-mdx
Wallabyjs.quokka-vscode
withfig.fig
yzhang.markdown-all-in-one
Zignd.html-css-class-completion
